{"meta":{"title":"喫茶去","subtitle":"","description":"","author":"Pastorale","url":"http://example.com","root":"/"},"pages":[{"title":"","date":"2025-11-06T03:32:04.396Z","updated":"2025-11-06T03:32:04.396Z","comments":true,"path":"css/override.css","permalink":"http://example.com/css/override.css","excerpt":"","text":"/* 主体字号略大、行距更舒服 */ body { font-size: 17.5px !important; line-height: 1.75 !important; letter-spacing: 0.1px; } /* 标题层级稍收一点 */ body h1 { font-size: 30px !important; } body h2 { font-size: 26px !important; } body h3 { font-size: 22px !important; } body h4 { font-size: 20px !important; } body h5 { font-size: 18px !important; } body h6 { font-size: 16px !important; } /* 移动端再微调 */ @media (max-width: 768px), (max-height: 600px) { body { font-size: 16px !important; line-height: 1.7 !important; } body h1 { font-size: 26px !important; } body h2 { font-size: 22px !important; } body h3 { font-size: 20px !important; } body h4 { font-size: 18px !important; } body h5 { font-size: 16px !important; } body h6 { font-size: 15px !important; } }"},{"title":"page title","date":"2025-07-16T06:26:09.000Z","updated":"2025-07-16T06:26:09.885Z","comments":true,"path":"page-title/index.html","permalink":"http://example.com/page-title/index.html","excerpt":"","text":""}],"posts":[{"title":"「禪畫研究」筆記","slug":"「禪畫研究」筆記","date":"2025-11-06T03:16:04.000Z","updated":"2025-11-06T06:11:08.248Z","comments":true,"path":"2025/11/06/「禪畫研究」筆記/","permalink":"http://example.com/2025/11/06/%E3%80%8C%E7%A6%AA%E7%95%AB%E7%A0%94%E7%A9%B6%E3%80%8D%E7%AD%86%E8%A8%98/","excerpt":"","text":"上 禅宗与绘画 《维摩诘经》俗谛即道场 直心即道场——青青翠竹尽是法身，郁郁黄花无非般若 禅宗总是强调不离现世生活的解脱路径 士大夫和佛教不可分的主要原因在于玄理之契合、文字之因缘、死生之恐惧三点。 下 禅境画境 一.禅画源流 禅境与画境 禅宗教外别传，不立文字，不立名相，连言说都是多余的，那作为形色名相的艺术更是多余。 “凡有所相皆是虚妄”，艺术所谓描绘真实也只是假上说假而已。 禅画是禅者绘画 “禅味文人水墨画” 以泼墨减笔画法为主 泼墨减笔为禅画表现形式 水墨洇化的生灭趣味相合于佛教理趣，契合禅宗般若思想。 禅画中泼墨减笔形式的佛教人物画并不是如表现主义绘画中刻意强调变形，禅画人物是作者对实相的真实呈现，内外一如，禅悦、自然、淡寂是禅话人物的审美感受。 禅画与文人画 都强调水墨意味，因形式材质相同常被混淆。 禅画：质朴真实，不同于荒诞游戏和文人调侃；是禅修实践对生命主体体悟境相的自然呈现，是不二法。 儒家绘画：强调社会整体和个体审美之间的协调，已堕二元。 元代《画继补遗》评牧溪法常画：“枯淡山野，诚非雅玩，仅可僧房道舍，以助清幽耳” ——但是从现存画迹，牧溪法常的画一样能如梁楷工细皆能，非一般文人画家所能为。 南宋禅画之影响 “水墨画若专注形色刻画则失于笔墨“气韵”与书写流动感，若过于注重洇化流动其用笔又失于骨力而无形。禅画创作中，一笔即生，墨已洇化，笔笔相续，氤氲而生，笔随心运，心随笔运，刹那相续，心相墨相，已然相忘。水墨画创作由一笔而生，笔笔相忘。人耶！画耶！笔墨耶！境耶！” 罗兰·巴特：水墨画是游戏式的“偶然”和禅宗式的“意义的丢失”所导致符号没有明确的位置，没有中心。 事实相反，禅宗对于符号与意义是能所统一，体用一如的境界。 二.禅画形式 应无所往而生其心 修习禅、艺术，情境都非常重要。 公案记录的是彼时彼刻祖师间相互印心，如电光火石般的心性呈现，与我们无关。 “春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，正是人间好时节。” 泼墨减笔禅画是心物对应而呈现的境相，是创作时心物统一的真实凝视。 佛菩萨、达摩相与禅宗祖师像 禅画花鸟 禅僧所创，例如法常-&gt;八大山人的八哥、牧溪-&gt;徐渭陈淳沈舟的墨葡萄等水墨蔬果、花卉长卷。 P75 牧溪《潇湘八景》 “潇湘八景”与禅画山水 宋画《潇湘八景》可以说是山水自然与人文理想合一的图式典型，堪称水墨山水画的审美经典。 法常：注重泼墨减笔，笔墨之外淡墨层层渲染一片烟岚灵气。 玉涧：注重减笔表现，强调一笔之中的枯润变化。 禅宗牧牛图 牧童牧牛比喻比丘修行，喻牛为六根，牧牛喻为次第修行（发心、修行、开悟、调伏、见性、入世行菩萨道）的过程。 禅宗观照下虫鱼鸟兽等题材已经超越动物画本身的范畴，也不同于动物画“多识鸟兽草木之名”的儒家诗教传统。 廓庵禅师《十牛图颂》、普明禅师《十牛图颂》 禅画描绘的题材大都是日常所见，并能把这些平凡事物作为佛法的譬喻和心性映照。在这个过程中，禅画准确真实地把握了事物的真相和审美精神。禅画中许多题材与画法是为独创而成为后代文人画中的范例。 三、禅画影响 当下真实呈现 品类群生，皆自性观。 “妙在似与不似之间” 自由自在，纵横尽得","categories":[],"tags":[{"name":"佛教","slug":"佛教","permalink":"http://example.com/tags/%E4%BD%9B%E6%95%99/"},{"name":"阅读","slug":"阅读","permalink":"http://example.com/tags/%E9%98%85%E8%AF%BB/"}]},{"title":"「神风与铜钱」随记","slug":"神风与铜钱随记","date":"2025-11-06T02:58:54.000Z","updated":"2025-11-06T03:15:25.385Z","comments":true,"path":"2025/11/06/神风与铜钱随记/","permalink":"http://example.com/2025/11/06/%E7%A5%9E%E9%A3%8E%E4%B8%8E%E9%93%9C%E9%92%B1%E9%9A%8F%E8%AE%B0/","excerpt":"蒙古袭来后的百年","text":"蒙古袭来后的百年 谢国明是博多的建设者，传说他曾将南宋时兴的饮食文化带到博多，而后扩散到全日本，如今他创建的承天寺里还有“乌冬荞麦发祥之地”“御馒头所”两块纪念碑。 （蒙古袭来前）当时博多与宁波的相似程度，或许比博多与镰仓的近似程度还要高。 作为武士统辖者的镰仓幕府，实际上并不等同于国家政权，而是国家政权的一部分。所以将镰仓时代简单地描述为“武士时代”“幕府时代”是错误的。弄清楚武家和公家、幕府和朝廷各自扮演了怎样的角色，是理解日本中世国家的关键点。 幕府在其号令下积极协助。朝廷仍是唯一的中央政府，与幕府可以说是特殊的上下级关系。另一种观点则叫作“东国国家论”或“二元王权论”，认为幕府与朝廷是两个各自独立的政权，天皇与将军都是“国王”。这样的话，朝廷与幕府的关系就像国与国的外交。 朝廷设有“关东申次”一职，也就是关东联络官；幕府则在京都常设“六波罗探题”，即“幕府驻京办事处”。 镰仓五山 在当时的日本，禅宗不过是刚刚从南宋传入的新事物，天台和真言的密教才是宗教界的绝对主流。这样的情况到北条时赖当政时才发生转变。 这些寺院除了都与北条氏密切相关之外，还有另一个显著的共同特征——它们都是禅宗寺院。虽然本书已经提到了多位“蒙古袭来”前夕著名的禅僧，但实际上在北条时赖当政的年代，无论对于镰仓，还是对于日本，禅宗都还是一种新鲜事物。 早在镰仓幕府建立初期，镰仓禅宗五山之一的寿福寺已经创立，但当时的寿福寺还不是一个禅宗寺院。将军源赖朝建立镰仓幕府以后，为了充实这里的僧侣人才，为幕府打造祈祷的队伍，从京都聘请了一大批僧侣。其中有一位叫作荣西，曾经两次到过南宋的江南地区，并且在第二次入宋的时候，在浙江天台山万年寺学习了南宋最为流行的禅宗——黄龙派禅法。荣西后来被幕府任用，成为镰仓宗教界的领袖人物。但当时的幕府要员们对禅宗并不感兴趣，因此，荣西在镰仓期间一直都是以一名密教僧的身份行事的。在当时的日本，禅宗不过是刚刚从南宋传入的新事物，天台和真言的密教才是宗教界的绝对主流。这样的情况到北条时赖当政时才发生转变。一部分传统宗教势力在政治斗争中站错了队，￼使幕府的领导者开始将目光投向禅宗这个来自海对岸南宋王朝、极富异域魅力的新宗派。经北条时赖、北条时宗两代得宗的扶持，禅宗寺院已经在镰仓拥有很大的势力，但在京都，禅宗的发展还有待时日。在镰仓时代幕府是禅宗最重要的庇护者，今天我们查阅北条时赖、北条时宗父子的画像，就会发现他们都是剃光了头、身披禅宗式九条袈裟、结跏趺坐在宋朝式椅子上的模样，仿佛已经得悟的禅宗高僧。 这片以禅宗寺院为中心的新空间，与镰仓市中心的早期寺院在外观上有着很大的不同。当时，天台宗、真言宗这类日本主流宗派的寺院采用受到隋唐以来建筑风格影响的式样，经过奈良、平安时代以来数百年的演变，形成了日本自己的“和样”建筑，而禅宗寺院采用的是南宋江南风格的建筑样式，当时被称作“唐样”或“禅宗样”。今天在镰仓圆觉寺还有一座中世时期的舍利殿，被视作日本禅宗样建筑的代表。 不仅如此，宋朝建筑风格影响之下的日本禅宗寺院布局也和传统佛教宗派多有不同。禅寺基本上按照三门、佛殿、法堂、方丈进行中轴线排列，中轴线两边有钟楼和经藏，佛殿内置祖师堂、土地堂。建筑的位置虽然与现在不太一样，但空间布局已经非常类似。天台、真言这样的传统佛教宗派则把寺院最核心的建筑称为金堂或本堂，寺院内还有灌顶堂、讲堂、仁王门等建筑。两派的建筑风格和空间布局都不一样。因此，当时其他宗派的僧侣一进禅寺，就能发现一个自己完全不曾认识的空间。 在纪伊（今和歌山县）真言宗的圣地高野山金刚峰寺内，有一座叫作南院的小寺院￼。南院又名“浪切不动堂”，因为供奉着一尊被称作“浪切不动尊”的不动明王￼塑像。…而这次修法本尊之一的不动明王像，正是高野山南院的“浪切不动尊”。换言之，由于这尊佛像特别“灵验”，竟然被抬到了遥远的九州前线，真正地上了一回战场。","categories":[],"tags":[{"name":"阅读","slug":"阅读","permalink":"http://example.com/tags/%E9%98%85%E8%AF%BB/"}]},{"title":"Full Stack Open Notes","slug":"Full-Stack-Open-Notes","date":"2025-08-05T07:01:10.000Z","updated":"2025-11-06T06:11:16.275Z","comments":true,"path":"2025/08/05/Full-Stack-Open-Notes/","permalink":"http://example.com/2025/08/05/Full-Stack-Open-Notes/","excerpt":"一些常用命令","text":"一些常用命令 npm create vite@latest npm run dev npm run server（起后端） hexo c &amp;&amp; hexo g &amp;&amp; hexo d","categories":[],"tags":[{"name":"CS","slug":"CS","permalink":"http://example.com/tags/CS/"}]},{"title":"伯恩斯坦谈论贝多芬第六&第七交响曲","slug":"伯恩斯坦谈论贝多芬第六&第七交响曲","date":"2025-07-22T16:24:58.000Z","updated":"2025-07-22T16:29:33.185Z","comments":true,"path":"2025/07/23/伯恩斯坦谈论贝多芬第六&第七交响曲/","permalink":"http://example.com/2025/07/23/%E4%BC%AF%E6%81%A9%E6%96%AF%E5%9D%A6%E8%B0%88%E8%AE%BA%E8%B4%9D%E5%A4%9A%E8%8A%AC%E7%AC%AC%E5%85%AD&%E7%AC%AC%E4%B8%83%E4%BA%A4%E5%93%8D%E6%9B%B2/","excerpt":"Bernstein-Beethoven - Leonard Bernstein and Maximilian Schell on Beethoven’s Symphony No. 6","text":"Bernstein-Beethoven - Leonard Bernstein and Maximilian Schell on Beethoven’s Symphony No. 6 Youtube完整版 Bilibili剪辑版 我认为他脑海中浮现出的是一种编曲构思，可能来自一次真实的事件——雷暴突然袭击在绿地上载歌载舞的欢乐农民节庆上的情景。 你问为什么贝多芬会在他生命中最黑暗的时期之一，写下如此强大但相对平静的作品？这其实牵涉到一个流行的误解：人们认为作曲家在创作时，会按照当时的感受来写音乐。其实并不一定是这样。 比如说，柴可夫斯基写《悲怆交响曲》的时候，确实有自杀倾向。你可以从中听到他“想死”的心情。但其他作曲家则完全不同。如果一个人真的处在自杀状态，他可能会选择自杀，或躺在床上抑郁，而不是写出一整部音乐作品。就像贝多芬那样，他的作品是对之前作品的回应、延续和突破。他虽然打破传统，但传统始终在他作品中有所体现。 换句话说，这部曲子结构上是相当传统的。比如它的第一乐章，是典型的奏鸣曲式。但发展部却非常不寻常，因为它极度依赖重复。然后突然停下来，进入一个传统的慢板乐章，所谓的 Scene at the Broke。 实际上，唯一非传统的部分是它的曲式。比如结尾的编曲部分，突然加入了一个木管独奏段落，模仿夜莺、鹌鹑和布谷鸟的叫声。这种处理手法虽不是首创，但在交响乐中运用却是新的。 除此之外，这个乐章其实相当传统而美妙。很多人不知道的是，旋律从第一拍就开始了。大多数人以为那是前奏，但其实那就是旋律的开始。如果你看乐谱，会发现演奏旋律的小提琴在第一拍就开始演奏，然后持续展开。所有那些装饰音，其实只是对第一个低音的修饰，也就是说，旋律已经开始了。 这不是我们惯常理解的“旋律构思”，而是一个音符，一个装饰音，从中发展出旋律。一旦到了属音（dominant），你就知道它正在形成旋律，开始“绽放”，变得有辨识度。 而当它到达旋律的最后部分时，那其实也是旋律重复的第一音。如果你仔细听就会明白——这就是它的曲子。这就是贝多芬写旋律的方式。他不是一个擅长写旋律的人。他感兴趣的是“动机”，是从种子发展出来的音乐。他的旋律往往极为简单，几乎平淡无奇，但又极为著名。你不能称它为传统意义上的旋律。 比如《第七交响曲》。到目前为止你听到了什么？一个音符。然后？变得有点旋律了。你喜欢这个旋律吗？我也喜欢。但这算是旋律吗？ 在贝多芬的音乐中，你无法说他是伟大的旋律家、和声学家、复调学家或管弦乐配器大师。你总能找到缺点。如果单独拿出这些方面来看，你可能会觉得他其实并不杰出。 他一生都在试图写出一个完美的赋格，他自己承认从未成功。而在配器方面，你甚至可以说很糟。小号总是过于响亮，盖过其他声部，你根本听不清。你必须努力去平衡它们。 他旋律的构思也一样——不够动听，甚至可以说简单。但真正让人觉得神奇的，是他的曲式。 通常曲式会令人感到无聊，但在贝多芬的音乐中，曲式就是一切。因为对他来说，每一个音符接下来的那个音符，都是至关重要的。 在他的音乐中，每个音符总是恰到好处——就像他脑中有一条直通天堂的热线，告诉他“下一个音符应该是这个”。没有哪个作曲家能做到这样——包括莫扎特。贝多芬的音乐不可预测，却又完美无缺。每个音符都像命中注定一样——非它不可。 他是怎么做到的？没人知道。 我们只知道他经历了极大的痛苦——大量的草稿、涂改。他从未离开自己的房间，变得近乎疯狂。他曾说：“我所写下的，只是一点点我真正感受到的。”他说他所能表达的，不过是冰山一角。 他的房间总是凌乱，食物常常放到腐坏，便盆就放在钢琴下面，从不清理。他总是搬来搬去，找不到一个理想的地方。但他一直在尝试。 如果你看他的草稿，你能看到那些痛苦的痕迹。而最终呈现出来的成品，却像是从天而降的——像是神的启示，令人难以置信。 他一生都在折磨自己，试图做到这一点——试图实现那种“必然性”。这就是贝多芬。每一个音符，都像是命运安排好的。你无法想象它可以是别的什么音。","categories":[],"tags":[{"name":"音乐","slug":"音乐","permalink":"http://example.com/tags/%E9%9F%B3%E4%B9%90/"}]},{"title":"都道府县与县厅所在地","slug":"都道府县与县厅所在地","date":"2025-07-18T06:06:36.000Z","updated":"2025-07-18T06:08:30.579Z","comments":true,"path":"2025/07/18/都道府县与县厅所在地/","permalink":"http://example.com/2025/07/18/%E9%83%BD%E9%81%93%E5%BA%9C%E5%8E%BF%E4%B8%8E%E5%8E%BF%E5%8E%85%E6%89%80%E5%9C%A8%E5%9C%B0/","excerpt":"","text":"","categories":[],"tags":[{"name":"旅行","slug":"旅行","permalink":"http://example.com/tags/%E6%97%85%E8%A1%8C/"}]},{"title":"佛所行讚破魔品第十三","slug":"佛所行讚破魔品第十三","date":"2025-07-17T01:46:55.000Z","updated":"2025-07-17T08:38:10.673Z","comments":true,"path":"2025/07/17/佛所行讚破魔品第十三/","permalink":"http://example.com/2025/07/17/%E4%BD%9B%E6%89%80%E8%A1%8C%E8%AE%9A%E7%A0%B4%E9%AD%94%E5%93%81%E7%AC%AC%E5%8D%81%E4%B8%89/","excerpt":"佛所行讚名相註釋","text":"佛所行讚名相註釋 一、菩薩堅誓成道，諸天歡喜，魔王憂懼 仙王族大仙， 於菩提樹下， 建立堅固誓， 要成解脫道。 堅固：【術語】如樹之根株不能拔者云堅，從他物不變原態者云固。謂心念之不變不動也。法華經曰：「妙光教化今堅固。」 解脫：解脫者，無拘無礙、自由自在之意。一切眾生皆有佛性，本來解脫，因心生執著，妄自迷倒，受諸纏縛。若能一念反妄歸真，了縛無縛，則與諸佛如來同一解脫，無有差別。 鬼龍諸天眾， 悉皆大歡喜， 天眾：【術語】總稱梵天帝釋等凡屬天部之種類。 歡喜：即接於順情之境而感身心喜悅；亦特指眾生聽聞佛陀說法或諸佛名號，而心生歡悅，乃至信受奉行。 法怨魔天王， 獨憂而不悅。 五欲自在王， 具諸戰鬪藝， 自在： īśvara 自由自在，隨心所欲，做任何事均無障礙。此為諸佛及上位菩薩所具之功德，故佛亦稱為自在人。 憎嫉解脫者， 故名為波旬。 二、魔王謀妨菩薩，遣三女誘惑 魔王有三女， 美貌善儀容， 種種惑人術， 天女中第一。 第一名欲染， 次名能悅人， 三名可愛樂， 三女俱時進。 白父波旬言： 「不審何憂慼？」 父具以其事， 寫情告諸女： 「世有大牟尼， 身被大誓鎧， 大誓：即自表不食言之詞。亦有約束之意。即立志求取某事、狀態，而在心裡深深下定決心與願望。包括有自己在心裡發誓，與外在之一切約束二種。 執持大我弓， 智慧剛利箭， 大我：即遠離我執、我見，而達自由自在境界之最高我；含有常一主宰之意。為涅槃四德「常樂我淨」中之「我」。吾人所執著自我之身心，無自在性、常一性；佛陀所證得之涅槃，則為真實且常住不變者，故稱為大我，義同真我。 欲戰伏眾生， 破壞我境界。 眾生：無男女尊卑上下，亦無異名，眾共生於世，故稱眾生。 我一旦不如， 眾生信於彼， 悉歸解脫道， 我土則空虛， 譬如人犯戒， 其身則空虛。 犯戒：毀犯佛所制之戒法也。 及慧眼未開， 我國猶得安， 慧眼：指智慧之眼。為二乘所證之眼。為三眼之一，五眼之一。了知諸法平等、性空之智慧，故稱慧眼。因其照見諸法真相，故能度眾生至彼岸。 當往壞其志， 斷截其橋梁。」 執弓持五箭， 男女眷屬俱， 詣彼吉安林， 願眾生不安。 見牟尼靜默， 欲度三有海， 三有：三界之生死。 左手執強弓， 右手彈利箭， 而告菩薩言： 「汝剎利速起， 死甚可怖畏， 當修汝自法， 捨離解脫法， 習戰施福會， 調伏諸世間， 終得生天樂。 生天：生於天界之意。享受至樂，解脫輪迴。有上升、成功、繁榮等義。 此道善名稱， 先勝之所行， 仙王高宗胄， 乞士非所應。 乞士：比丘三義之一。比丘絕一切生業，乞食於人，以資色身，故曰乞士。智度論三曰：「比丘名乞士，清淨活命故，名為乞士。」 今若不起者， 且當安汝意， 慎莫捨要誓， 試我一放箭。 罣羅月光孫， 亦由我此箭， 小觸如風吹， 其心發狂亂。 寂靜苦行仙， 聞我此箭聲， 苦行：即斷除肉體欲望，堪忍諸種難忍之苦行。主要指印度諸外道為求生天而行諸苦行。佛教之苦行，稱為頭陀 心即大恐怖， 惛迷失本性。 況汝末世中， 望脫我此箭？ 汝今速起者， 幸可得安全。 此箭毒熾盛， 慷慨而戰掉， 計力堪箭者， 自安猶尚難， 況汝不堪箭， 云何能不驚？」 魔說如斯事， 迫脅於菩薩， 菩薩心怡然， 不疑亦不怖。 魔王即放箭， 兼進三玉女， 菩薩不視箭， 亦不顧三女， 魔王惕然疑， 心口自相語： 「曾為雪山女， 射魔醯首羅， 能令其心變， 而不動菩薩。 非復以此箭， 及天三玉女， 所能移其心， 令起於愛恚； 當更合軍眾， 以力強逼迫。」 三、魔王率軍進攻，形狀恐怖，聲勢浩大 作此思惟時， 魔軍忽然集， 種種各異形， 執戟持刀劍， 戟樹捉金杵， 種種戰鬪具。 猪魚驢馬頭， 駝牛兕虎形， 師子龍象首， 及餘禽獸類。 或一身多頭， 或面各一目， 或復眾多眼， 或大腹長身。 或羸瘦無腹， 或長脚大膝， 或大脚肥跗， 或長牙利爪。 或無頭目面， 或兩足多身， 或大面傍面， 或作灰土色。 或似明星光， 或身放烟火， 或象耳負山， 或被髮裸身。 或被服皮革， 面色半赤白， 或著虎皮衣， 或復著蛇皮。 或腰帶大鈴， 或縈髮螺髻， 或散髮被身， 或吸人精氣。 或奪人生命， 或超擲大呼， 或奔走相逐， 迭自相打害。 或空中旋轉， 或飛騰樹間， 或呼呷吼喚， 惡聲震天地。 如是諸惡類， 圍遶菩提樹， 或欲擘裂身， 或復欲吞噉。 四面放火然， 烟焰盛衝天， 狂風四激起， 山林普震動。 風火烟塵合， 黑闇無所見， 愛法諸天人， 及諸龍鬼等， 悉皆忿魔眾， 瞋恚血淚流。 四、天眾哀愍觀照，菩薩寧靜不動 淨居諸天眾， 見魔亂菩薩， 離欲無瞋心， 哀愍而傷彼， 無瞋:又作不瞋、不瞋恚。為「瞋」之對稱。心所名。俱舍七十五法之一，唯識百法之一。逢違緣而心不瞋恨之謂。即於有情非情無恚害之意，為能對治瞋煩惱之精神作用。 悉來見菩薩， 端坐不傾動。 無量魔圍繞， 惡聲動天地， 菩薩安靖默， 光顏無異相。 異相:異，衰變之義。即令一切有為諸法變易衰敗之法。此法非色非心，為不相應行蘊所攝。然俱舍論謂其為實法，唯識論等則以之為分位假立之法。 猶如師子王， 處於群獸中， 皆歎嗚呼呼！ 奇特未曾有。 五、魔軍加劇攻擊，反受其傷 魔眾相駈策， 各進其威力， 迭共相催切， 須臾令摧滅， 裂目而切齒， 亂飛而超摧。 菩薩默然觀， 如看童兒戲， 眾魔益忿恚， 倍增戰鬪力。 抱石不能舉， 舉者不能下， 飛矛戟利矟， 凝虛而不下， 雷震雨大雹， 化成五色花， 惡龍蛇噀毒， 化成香風氣。 諸種種形類， 欲害菩薩者， 不能令傾動， 隨事還自傷。 魔王有姊妹， 名彌伽迦利， 手執髑髏器， 在於菩薩前， 作種種異儀， 婬惑亂菩薩。 如是等魔眾， 種種醜類身， 作種種惡聲， 欲恐怖菩薩， 不能動一毛， 諸魔悉憂慼。 六、空中神祇呵責魔軍，頌揚菩薩德行 空中負多神， 隱身出音聲： 「我見大牟尼， 心無怨恨想， 眾魔惡毒心， 無怨處生怨。 愚癡諸惡魔， 徒勞無所為， 當捨恚害心， 寂靜默然住。 汝不能口氣， 吹動須彌山， 火冷水熾然， 地性平軟濡； 不能壞菩薩， 歷劫修善果。 歷劫：謂經過劫數，乃形容長遠之時間。 菩薩正思惟， 精進勤方便， 精進：又作精勤、勤精進、進、勤。謂勇猛勤策進修諸善法；亦即依佛教教義，於修善斷惡、去染轉淨之修行過程中，不懈怠地努力上進。 方便：指巧妙地接近、施設、安排等。乃一種向上進展之方法。 淨智慧光明， 慈悲於一切。 智慧：決斷曰智，簡擇曰慧。又知俗諦曰智，照真諦曰慧。 慈悲：慈愛眾生並給與快樂（與樂），稱為慈；同感其苦，憐憫眾生，並拔除其苦（拔苦），稱為悲；二者合稱為慈悲。 此四妙功德， 無能中斷截， 功德：功者福利之功能，此功能為善行之德，故曰德。又，德者得也，修功有所得，故曰功德；亦謂行善所獲之果報 而為作留難， 不成正覺道？ 正覺：如來之實智，名為正覺。證語。一切諸法之真正覺智也。故成佛曰成正覺。 如日千光明， 必除世間闇， 鑽木而得火， 掘地而得水， 精勤正方便， 無求而不獲。 世間無救護， 中貪恚癡毒， 哀愍眾生故， 求智慧良藥。 哀愍：哀者悲哀。愍者憐愍。見人苦而起之慈悲情也。 為世除苦患， 汝云何惱亂？ 世間諸癡惑， 悉皆著邪徑， 菩薩習正路， 欲引導眾生， 惱亂世尊師， 是則大不可。 如大曠野中， 欺誑商人導， 眾生墮大冥， 莫知所至處， 大冥：黑闇之意，即「大黑暗」。 為燃智慧燈， 云何欲令滅？ 眾生悉漂沒， 生死之大海， 為脩智慧舟， 云何欲令沒？ 七、譬喻說法，勸魔離惡念 忍辱為法芽， 固志為法根， 法：小者大者，有形者，無形者，真實者，虛妄者，事物其物者，道理其物者，皆悉為法也。 根：梵語 indriya 之意譯。通常指器官、機能、能力之意。佛教用語中，「根」一詞亦含有器官能力之意。草木之根不僅具有增長方，且可衍生出枝幹、花葉果實等。又如人類之眼、耳、鼻、舌、身等，不僅有助於人類之覺悟，且可促進信、精進、念、定、慧等，故以五根稱之。 律儀戒為地， 覺正為枝幹， 智慧之大樹， 無上法為菓， 蔭護諸眾生， 云何而欲伐？ 貪恚癡枷鎖， 軛縛於眾生， 長劫修苦行， 為解眾生縛， 苦行：即斷除肉體欲望，堪忍諸種難忍之苦行。 決定成於今， 於此正基坐， 如過去諸佛， 堅竪金剛臺， 金剛臺：（物名）由金剛而成之臺座也。觀無量壽經曰：「觀世音菩薩執金剛臺，與大勢至菩薩至行者前。」金剛：即金中最剛之義。經論中常以金剛比喻武器及寶石，較常用於比喻武器。以金剛比喻武器，乃因其堅固、銳利，而能摧毀一切，且非萬物所能破壞。以金剛比喻寶石，及取其最勝之義。 諸方悉輕動， 惟此地安隱。 能堪受妙定， 非汝所能壞， 但當輕下心， 除諸憍慢意， 應修智識想， 忍辱而奉事。」 魔聞空中聲， 見菩薩安靜， 慚愧離憍慢， 復道還天上。 魔眾悉憂慼， 崩潰失威武， 鬪戰諸器仗， 縱橫棄林野， 如人殺怨主， 怨黨悉摧碎。 眾魔既退散， 菩薩心虛靜， 日光倍增明， 塵霧悉除滅。 月明眾星朗， 無復諸闇障， 空中雨天花， 以供養菩薩。","categories":[],"tags":[{"name":"佛教","slug":"佛教","permalink":"http://example.com/tags/%E4%BD%9B%E6%95%99/"}]},{"title":"佛所行讚阿惟三菩提品第十四","slug":"佛所行讚阿惟三菩提品第十四","date":"2025-07-17T01:39:45.000Z","updated":"2025-07-17T01:45:51.025Z","comments":true,"path":"2025/07/17/佛所行讚阿惟三菩提品第十四/","permalink":"http://example.com/2025/07/17/%E4%BD%9B%E6%89%80%E8%A1%8C%E8%AE%9A%E9%98%BF%E6%83%9F%E4%B8%89%E8%8F%A9%E6%8F%90%E5%93%81%E7%AC%AC%E5%8D%81%E5%9B%9B/","excerpt":"佛所行讚名相註釋","text":"佛所行讚名相註釋 菩薩降魔已，志固心安隱， 求盡第一義，入於深妙禪。 第一義：以名究竟之真理，是為最上，故云第一。深有理由，故云義，聖智之自覺也。 深妙：甚深微妙也。 自在諸三昧，次第現在前， 自在：進退無礙，謂之自在。又心離煩惱之繫縛，通達無礙。謂之自在。又作無礙、縱任。即自由自在，隨心所欲，做任何事均無障礙。 三昧：又作三摩地、三摩提、三摩帝。意譯為等持、定、正定、定意、調直定、正心行處等。即將心定於一處（或一境）的一種安定狀態。 初夜入正受，憶念過去生。 正受：音譯作三摩鉢底；意譯等至、正定現前。遠離邪想而領受正所緣之境的狀態。亦即入定時，以定之力使身、心領受平等安和之相。又定心而離邪亂稱為「正」，無念無想而納法在心稱為「受」，猶如明鏡之無心現物。定心，離邪亂，謂之正，無念無想，納法在心，謂之受。如明鏡之無心現物也。 （宿命通段） 從某處某名，而來生於此， 如是百千萬，死生悉了知。 受生死無量，一切眾生類， 無量：不可計量之意。 悉曾為親屬，而起大悲心。 大悲：救他人苦之心謂之悲。佛菩薩之悲心廣大，故曰大悲。 （天眼通段） 大悲心念已，又觀彼眾生， 輪迴六趣中，生死無窮極。 輪迴：謂眾生由惑業之因（貪、瞋、癡三毒）而招感三界、六道之生死輪轉，恰如車輪之迴轉，永無止盡，故稱輪迴。 六趣：眾生由業因之差別而趣向之處，有六所，謂之六趣，亦曰六道，一地獄趣Naraka-gati，八寒八熱等之苦處也，此在地下，故曰地獄。二餓鬼趣Preta-gati，常求飯食之鬼類生處也。與人趣雜處而不可見。三畜生趣Tiryagyoni-gati，新譯曰旁生趣，即禽獸之生所也，多以人界為依所而眼可見。四阿修羅趣Asura-gati，常懷瞋心而好戰鬥，大力神之生所也。以深山幽谷為依所而與人隔離。五人趣Manuṣya-gati，人類之生所也，分閻浮提等四大州，但四大洲隔離，不得通力者不能到。六天趣Deva-gati，身有光明，自然受快樂之眾生，名為天，有欲界六所，謂之六欲天，色界無色界，皆為彼之生所。 虛偽無堅固，如芭蕉夢幻， 虛偽：虛妄而不真實也。 夢幻：夢為睡眠中之妄想，幻為以種種秘術使人目眩惑，現出種種不實之事者，共虛假不實之事也。以譬一切諸法之虛假不實。 即於中夜時，逮得淨天眼。 天眼：五眼之一。為天趣之眼，故名天眼。以色界四大所造清淨之眼根前知麤細遠近一切之諸色，及眾生未來生死之相者。此有修得生得之二種，在人中依禪定於肉眼上彼修得淨眼者，謂為修得之天眼，生於色界諸天自得此淨眼者，謂為生得或報得之天眼。 （佛陀用天眼觀察眾生輪迴、善惡果報，包括地獄、畜生、餓鬼等苦狀） 見一切眾生，如觀鏡中像， 鏡像：鏡中之影像。般若經十喻之一。以諸法之見有而實無，譬喻鏡中之影像。 眾生生生死，貴賤與貧富， 清淨不淨業，隨受苦樂報。 淨業：清淨之善業也。又往生西方淨土之業因也。 觀察惡業者，當生惡趣中， 修習善業者，生於人天中。 善業者：謂無貪無瞋無癡為因緣業 （地獄苦相） 若生地獄者，受無量種苦， 地獄：梵語曰那落迦Naraka，泥犁Niraya等。譯為不樂，可厭，苦具，苦器，無有等。其依處在地下，因謂之地獄，是譯義也。 吞飲於洋銅，鐵槍貫其體， 投之沸鑊湯，驅入盛火聚， 長牙群犬食，利鳥啄其腦。 畏火赴叢林，劍葉截其體， 利刀解其身，或利斧斫剉， 受斯極苦毒，業行不令死。 樂修不淨業，極苦受其報， 味著須臾頃，苦報甚久長。 戲笑種禍因，號泣而受罪， 惡業諸眾生，若見自報者， 惡業：「善業」之對稱。謂身、口、意所造乖理之行為。即指出於身、口、意三者之壞事、壞話、壞心等，能招感現在與未來之苦果。乖理之行謂之惡，身口意三者作事，謂為業。 氣脈則應斷，恐怖崩血死。 （畜生、餓鬼苦相） 造諸畜生業，業種種各異， 死墮畜生道，種種各異身， 或為皮肉死，毛角骨尾羽， 更互相殘殺，親戚還相噉。 負重而抱軛，鞭策鉤錐刺， 傷體膿血流，飢渴莫能解， 展轉相殘殺，無有自在力， 虛空水陸中，逃死亦無處。 慳貪增上者，生於餓鬼趣， 巨身如大山，咽孔猶針鼻， 飢渴火毒然，還自燒其身， 求者慳不與，或遮人惠施。 生彼餓鬼中，求食不能得， 不淨人所棄，欲食而變失。 若人聞慳貪，苦報如是者， 割肉以施人，如彼尸毘王。 尸毘：古代印度代鴿捨身餵鷹之聖王，為佛陀於過去世修菩薩行時之名。又稱濕鞞王、尸毘迦王。「捨身餵鷹」為佛陀各種本生故事中頗著名之故事。關於此王之傳說，流傳甚廣，散見於印度古代之文學。 （人間、天上苦段） 或生人道中，身處於行廁， 動轉極大苦，出胎生恐怖， 軟身觸外物，猶如刀劍截。 任彼宿業分，無時不有死， 宿業：過去世所造之善惡業因。又稱宿作業。即指於現世感宿業之果報，而現世之行業又成為來世招果報者。惟一般多以宿業指惡業因，另以宿善指善業因。 業：身口意善惡無記之所作也。其善性惡性，必感苦樂之果，故謂之業因。其在過去者，謂為宿業，現在者謂為現業。 勤苦而求生，得生長受苦。 乘福生天者，渴愛常燒身， 渴愛：非常愛慕之意。比喻凡夫希求愛樂之迷情，如渴者之求水。 福盡命終時，衰死五相至， 五相：天人之五衰相。六趣中之天人於臨終時，顯現衣裳垢膩、頭上花萎、身體臭穢、腋下汗出、不樂本座等五種衰相。 猶如樹華萎，枯悴失光澤， 眷屬存亡分，悲苦莫能留。 宮殿廓然空，玉女悉遠離， 坐臥塵土中，悲泣相戀慕， 生者哀墮落，死者戀生悲。 精勤修苦行，貪求生天樂， 既有如此苦，鄙哉何可貪。 大方便所得，不免別離苦， 方便：又作善權、變謀。指巧妙地接近、施設、安排等。乃一種向上進展之方法。 嗚呼諸天人，脩短無差別， 積劫修苦行，永離於愛欲， 愛欲：貪愛之法。與愛著、愛染、愛執同義。古代印度人認為人生之三大目的為法（梵 dharma）、利（梵 artha）、愛等，即指真理之了解、財物之蓄積、性愛之享受。 謂決定長存，而今悉墮落。 地獄受眾苦，畜生相殘殺， 餓鬼飢渴逼，人間疲渴愛， 雖云諸天樂，別離最大苦。 迷惑生世間，無一蘇息處， 嗚呼生死海，輪轉無窮已， 眾生沒長流，漂泊無所依。 如是淨天眼，觀察於五道， 虛偽不堅固，如芭蕉泡沫。 （佛深入第三夜禪定，觀察「十二因緣」） 即彼第三夜，入於深正受， 觀察諸世間，輪轉苦自性。 輪轉：與輸迴同。輪轉三界六道，無脫出之期也。 自性：指自體之本性。法相家（唯識家）多稱為自相。即諸法各自具有真實不變、清純無雜之個性，稱為自性。 數數生老死，其數無有量， 貪欲癡闇障，莫知所由出， 正念內思惟，生死何從起。 決定知老死，必由生所致， 如人有身故，則有身痛隨。 又觀生何因，見從諸有業， 天眼觀有業，非自在天生。 非自性非我，亦復非無因， 無因：全稱無因有果。指將一切之存在視為果，若追求其原因則不可得。蓋釋尊說因果，外道否定佛教此種人生觀而主張無因，故稱為無因外道，為一種自然外道。 //接下來一層一層推進「十二因緣」，即生→有→取→愛→受→觸→六入→名色→識→行→無明 如破竹初節，餘節則無難。 既見生死因，漸次見真實， 有業從取生，猶如火得薪。 生：十二緣起之第十一支。又作生支。指由過去之業力而正確結以當來果。據俱舍論卷九之說，此係指在未來世託胎結生之一剎那。然唯識宗作廣義之解釋，認為從「中有」至「本有」尚未老衰之間，皆為生支所攝。〔成唯識論卷六〕 有：能牽引當來果報之業，稱為「有」，此有即指「有支」，為十二因緣之一。 取以愛為因，如小火焚山， 愛：意為貪戀執著於一切事物。 知愛從受生，覺苦樂求安， 飢渴求飲食，受生愛亦然。 諸受觸為因，三等苦樂生， 鑽燧加人功，則得火為用， 觸從六入生，盲無明覺故。 六入：又作六處。指眼、耳、鼻、舌、身、意等六根，或色、聲、香、味、觸、法等六境。 無明：為煩惱之別稱。不如實知見之意；即闇昧事物，不通達真理與不能明白理解事相或道理之精神狀態。亦即不達、不解、不了，而以愚癡為其自相。泛指無智、愚昧，特指不解佛教道理之世俗認識。 六入名色起，如芽長莖葉， 名色由識生，如種芽葉生。 識：依過去世之業而受現世受胎之一念也。 識還從名色，展轉更無餘， 名色：五蘊之總名也。受想行識之四蘊為名，色蘊之一為色，受等之四蘊，皆心識之法，而無形體之可見，但以名而知之，故云名。色蘊之一，為極微所成有質礙之物體，故謂為色。色者質礙之義，十二因緣中人在母胎，漸漸生長，五蘊完具，謂之名色支。 緣識生名色，緣名色生識。 猶人船俱進，水陸更相運， 如識生名色，名色生諸根。 根：梵語 indriya 之意譯。通常指器官、機能、能力之意。佛教用語中，「根」一詞亦含有器官能力之意。草木之根不僅具有增長方，且可衍生出枝幹、花葉果實等。又如人類之眼、耳、鼻、舌、身等，不僅有助於人類之覺悟，且可促進信、精進、念、定、慧等，故以五根稱之。 諸根生於觸，觸復生於受， 觸：十二緣起之第六支為觸，又稱觸支，有部依分位緣起釋為嬰兒期之「觸」。即於嬰兒期根、境、識三者和合而未了知苦樂差別之位。 受：為十二緣起之一支，稱為受支。為幼年少年時期對苦、樂等相之了知。說一切有部基於分位緣起說認為幼年少年時期雖覺知苦、樂等相，然尚未生起淫愛，此期之位即稱為受；此係以五蘊為體，而非以受為體。於唯識大乘之看法，則以無明及行為「能引支」，識乃至受之五支為「所引支」；又以無明及行為「能熏」，識等五支為「所熏」之種子。亦即識、名色、六處、觸等，由於無明、行而影響阿賴耶識之種子，稱為受。 受生於愛欲，愛欲生於取。 取生於業有，有則生於生， 生生於老死，輪迴周無窮。 眾生因緣起，正覺悉覺知， 決定正覺已，生盡老死滅。 有滅則生滅，取滅則有滅， 取：謂執著於所對之境；亦即由第八支「愛支」現行引生之熾熱活動，特指對淫、食、資具等之執著，及對妄欲貪求之心等作用而言。 愛滅則取滅，受滅則愛滅， 觸滅則受滅，六入滅觸滅。 一切入滅盡，由於名色滅， 識滅名色滅，行滅則識滅， 癡滅則行滅，大仙正覺成。 （佛成道，天地讚歎） 如是正覺成，佛則興世間， 正見等八道，坦然平直路， 畢竟無我所，如薪盡火滅。 所作者已作，得先正覺道， 究竟第一義，入大仙人室。 闇謝明相生，動靜悉寂默， 逮得無盡法，一切智明朗。 大仙德淳厚，地為普震動， 宇宙悉清明，天龍神雲集， 空中奏天樂，以供養於法。 微風清涼起，無雲雨香雨， 妙華非時敷，甘菓違節熟。 摩訶曼陀羅，種種天寶花， 摩訶：意譯有「大、偉大、廣、多、高、優、重大或粗大」等義。 曼陀羅：花 從空而亂下，供養牟尼尊。 異類諸眾生，各慈心相向， 恐怖悉消除，無諸恚慢心。 一切諸世間，皆同漏盡人， 諸天樂解脫，惡道暫安寧。 煩惱暫休息，智月漸增明， 甘蔗族仙人，諸有生天者， 見佛出興世，歡喜充滿身， 即於天宮殿，雨花以供養。 諸天神鬼龍，同聲嘆佛德， 世人見供養，及聞讚嘆聲， 一切皆隨喜，踴躍不自勝。 唯有魔天王，心生大憂苦。 （佛初證後，沉默不說法） 佛於彼七日，禪思心清淨， 觀察菩提樹，瞪視目不瞬： 「我依於此處，得遂宿心願。」 安住無我法，佛眼觀眾生， 發上哀愍心，欲令得清淨。 貪恚癡邪見，飄流沒其心， 解脫甚深妙，何由能得宣。 解脫：意謂解放，指由煩惱束縛中解放，而超脫迷苦之境地。以能超度迷之世界，故又稱度脫；以得解脫，故稱得脫。廣義言之，擺脫世俗任何束縛，於宗教精神上感到自由，均可用以稱之。 捨離勤方便，安住於默然。 顧惟本誓願，復生說法心， 觀察諸眾生，煩惱孰增微。 （梵天王勸請佛轉法輪） 梵天知其念，法應請而轉， 普放梵光明，為度苦眾生， 來見牟尼尊，說法大人相。 妙義悉顯現，安住實智中， 離於留難過，無諸虛偽心， 恭敬心歡喜，合掌勸請言： 「世間何福慶，遭遇大世尊！ 一切眾生類，塵穢滓雜心， 或有重煩惱，或煩惱輕微。 世尊已免度，生死大苦海， 苦海：指各種苦難之世界，亦即生死輪迴之三界六道。眾生沈淪於三界之苦惱中，渺茫無際，猶如沈沒於大海難以出離，故以廣大無邊之海為喻。又以有情生死流轉其中，無法超拔，故稱苦輪海，或略稱輪海。 願當濟度彼，沈溺諸眾生。 濟度：救濟度脫之意。即救度群迷自生死苦海至彼岸，化導迷妄眾生證入覺悟之境界。 如世間義士，得利與物同， 世尊得法利，唯應濟眾生。 凡人多自利，彼我兼利難， 唯願垂慈悲，為世難中難。」 如是勸請已，奉辭還梵天。 佛以梵天請，心悅嘉其誠， 長養大悲心，增其說法情。 （佛答應說法，開始尋找應受法者） 念當行乞食，四王咸奉鉢， 如來為法故，受四合成一。 時有商人行，善友天神告： 「大仙牟尼尊，在彼山林中， 世間良福田，汝應往供養。」 供養：意指供食物、衣服等予佛法僧三寶、師長、父母、亡者等。 聞命大歡喜，奉施於初飯， （佛準備對五比丘說法） 食已顧思惟：「誰應先聞法？ 唯有阿羅藍，欝頭羅摩子， 彼堪受正法，而今已命終。 正法：指真正之法。亦即佛陀所說之教法。 次有五比丘，應聞初說法。」 欲說寂滅法，如日光除冥， 行詣波羅奈，古仙人住處。 牛王目平視，安庠師子步， 師子步：謂佛陀之步行莊嚴威重有若獅子。 為度眾生故，往詣迦尸城， 步步獸王顧，顧瞻菩提林。 （至此，準備開始初轉法輪。）","categories":[],"tags":[{"name":"佛教","slug":"佛教","permalink":"http://example.com/tags/%E4%BD%9B%E6%95%99/"}]},{"title":"佛教概论","slug":"佛教概论","date":"2025-07-17T01:31:40.000Z","updated":"2025-07-22T16:16:29.920Z","comments":true,"path":"2025/07/17/佛教概论/","permalink":"http://example.com/2025/07/17/%E4%BD%9B%E6%95%99%E6%A6%82%E8%AE%BA/","excerpt":"24spring 佛教概论笔记","text":"24spring 佛教概论笔记 天台宗 国清寺（智者塔院–事若成，国则清/石梁飞瀑） ——是雍和宫的东西 田中角荣访华时来临时送去 妙法莲华经 （讲寺） 华严宗 贤首法藏 唯识宗 解深密经 三论宗 栖霞寺 中论 十二门论 大智度论 密宗 惠果阿阇梨 曼荼罗 空海 高野山 奥之院 御庙 御入定 净土宗 慧远 禅宗 达摩-&gt;慧可-&gt;僧璨-&gt;道信-&gt;惠能 一花开五叶 南华寺 神会 ”顿悟“ 湖北当阳玉泉寺 鉴真 禅宗 公案 口头禅 野狐禅 4.2 日本佛教 5-6世纪 飞鸟时期 奈良 法隆寺 圣德太子（十七条宪法） （神道 佛教 儒家 西学） 东大寺（华严宗）兴福寺（法相唯识宗） -&gt;京都新佛教 空海——东寺両界曼荼羅（真言）最澄（天台） 真言归公卿 造像仪式复杂 -&gt;镰仓 禅宗引入 荣西禅师（建仁寺）-&gt;福冈 圣福寺 带入茶叶 （天台 径山） 镰仓五山 圆觉寺（无学祖元） 五山文学 银阁寺 -&gt;室町 千利休 大阪（界市） 丰臣秀吉 黄金茶室 草庵茶 -&gt;江户 歌川广重 古印度思想特征 缺乏历史感 《摩诃婆罗多》（博伽梵歌）（Mahabharata）和《罗摩衍那》（Ramayana）无时间断代 古印度史料：玄奘《大唐西域记》法显《佛国记》 4.9 佛陀生平 古印度 马鸣菩萨（大乘起信论）《佛所行赞》 汉地 僧祐《释迦谱》 王勃《释迦如来成道记》 儒门淡泊收拾不住皆归释家 4.16 鹿野苑-&gt;波罗奈城 初转法轮 五比丘 四圣谛（苦集灭道） 耶舍 佛陀经行 -&gt;摩揭陀国(王舍城)竹林精舍-&gt;舍卫国 祇园精舍（给孤独长者） “离世觅菩提，犹如觅兔角” 4.23 “四圣谛” 阿含经（长/杂/中/增一） 八苦： 生 老 病 死 忧悲恼 怨憎会 恩爱别离 所欲不得 三苦：坏 苦 行 4.30 一切皆苦 无常感 不自由 -&gt;佛陀想解决的根本问题 苦集諦：見思惑 見惑（五利惑）：又作五染汙見、五僻見、五利使。指在根本煩惱中之五種惡見。即：(一)薩迦耶見（梵 sat-kāya-drsti），譯作有身見、偽身見、壞身見、身見。此乃有部之說；經部則釋為虛偽；而唯識宗作「移轉」解。即自執有「我」之存在，稱為「我見」，而以為此屬於我，則稱「我所見」。(二)邊執見（梵 anta-grāha-drsti），又作邊見。為偏執於極端一邊之見解；如謂我死後仍常住不滅，此稱為常見（有見）；謂我死後則斷絕，此稱為斷見（無見）。(三)邪見（梵 mithyā-drsti），為否定因果道理之見解。(四)見取見（梵 drsti-parāmarśa），即執著錯誤之見解以為真實者。(五)戒禁取見（梵 śīla-vrata-parāmarśa），又作戒取見、戒盜見。 思惑（五鈍使）： 八正道：正見、正思惟、正語、正業、正命、正精進、正念、正定 判斷是否是佛教——三法印：諸行無常 諸法無我 涅槃寂靜（諸受是苦） 5.21 佛教藏经简介 内容 概貌——佛法智慧“以法为洲，以法为皈依” 如何使用？ 东晋道安錄 梁 僧祐（445-518） 《出三藏记集》 先分经律论 再以译者、译本列出（四十二章经） … 《开元释教錄》730年（20卷）唐 智昇 菩萨三藏錄 声闻三藏錄 贤圣集传：高僧传、续高僧传 写经：敦煌宝藏 六祖坛经 装帧：梵夹装、卷轴装 北宋：《开宝藏》雕版 韩国：《高丽藏》——《开宝藏》传入多次（韩国海印寺） 重要价值： 保存开宝藏 大正藏 寺刻——崇宁藏、毗卢藏、思溪藏——经折装 赵城《金藏》——抗日时藏在矿坑中 元代官藏 洪武南藏、永乐南藏、永乐北藏 明末清初 径山藏 雕版线装 嘉兴/径山 清 龙藏 经折装 日本 《万正藏》《万续藏》《大正新修大藏经》","categories":[],"tags":[{"name":"佛教","slug":"佛教","permalink":"http://example.com/tags/%E4%BD%9B%E6%95%99/"}]}],"categories":[],"tags":[{"name":"佛教","slug":"佛教","permalink":"http://example.com/tags/%E4%BD%9B%E6%95%99/"},{"name":"阅读","slug":"阅读","permalink":"http://example.com/tags/%E9%98%85%E8%AF%BB/"},{"name":"CS","slug":"CS","permalink":"http://example.com/tags/CS/"},{"name":"音乐","slug":"音乐","permalink":"http://example.com/tags/%E9%9F%B3%E4%B9%90/"},{"name":"旅行","slug":"旅行","permalink":"http://example.com/tags/%E6%97%85%E8%A1%8C/"}]}